{
  "values": [
    "The Theatergemeinde e.V. Munich (TheaGe) is a non-profit public organization with the task of cultural mediation and exists with interruption since 1919. It mediates reduced tickets for the whole spectrum of Munich's cultural offerings and acts as organizer itself. The aim of the cultural association is to facilitate access to culture for as many people as possible and to make it as inexpensive, pleasant, and uncomplicated as possible on a long-term basis. Currently, around 20,000 participants in Munich and the surrounding area use the culture and ticket service of the theatre community. In numerous places in Lower and Upper Bavaria there are branch offices that independently organize theatre trips to Munich.",
    "Since 2020, the TheaGe has been working to transform its already comprehensive all-inclusive carefree package into a digital customer experience. The result of this effort is a digital community-driven platform. On this platform, like-minded people from the cultural field can exchange ideas in forums, offer advice and evaluate events. The platform offers individual recommendations, discounted tickets, and exciting insights to the cultural scene. In addition, members can benefit from TheaGe's expertise directly and receive personal consultation. ",
    "With the new community platform, we want to provide you with an all-round carefree package during the selection and booking process. Therefore, various digital features have been implemented into the community website. The first and most basic feature is an event section. This consists of a calendar which shows the upcoming events, as well as an event description with time, venue, and price. On top the platform offers a ‘Top 50’ section which shows the must-see events in and around Munich. The second feature are personal recommendations which are based on the previously purchased tickets as well as the feedback that the user gave. Probably the most important features are the forum and the blog. The Forum enables customers to exchange questions, suggestions and evaluations about events or other topics. The Blog consists of articles created by TheaGe that go beyond the normal offer of a booking platform and provide the customer with additional information. This additional information gives users further cultural insights about the events and the venues such as ‘behind the scenes’ or ‘interview with a star’. Additionally, the TheaGe community platform offers a FAQ page to guarantee existing and new members a quick and uncomplicated introduction to the new digital model. "
  ]
}


